Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J15.e.tmx
Source language: en_us
Languages: zh_cn

source: Chapter 16 Biology of obesity
zh_cn: 第16章 肥胖生物学

source: In a world where food supplies are intermittent, the ability to store energy in excess of what is required for immediate use is essential for survival.
zh_cn: 在一个食物供应呈非持续性的环境下，储存能量以备不时之需的能力是人类生存所必需的。

source: Fat cells, residing within widely distributed adipose tissue depots, are adapted to store excess energy efficiently as triglyceride and, when needed, to release stored energy as free fatty acids for use at other sites.
zh_cn: 广泛分布于体内脂肪组织中的脂肪细胞以三酰甘油的形式有效储存能量，在需要时以游离脂肪酸的形式释放能量，供应其他所需部位。

source: This physiologic system, orchestrated through endocrine and neural pathways, permits humans to survive starvation for as long as several months.
zh_cn: 这种依靠神经内分泌精确调节的生理功能可使人耐受饥饿状态长达数月。

source: However, in the presence of nutritional abundance and a sedentary lifestyle, and influenced importantly by genetic endowment, this system increases adipose energy stores and produces adverse health consequences.
zh_cn: 然而受遗传因素的影响，当营养供应充足伴久坐时，这种生理功能将会增加脂肪堆积和损害健康。

source: DEFINITION AND MEASUREMENT
zh_cn: 定义和测量

source: Obesity is a state of excess adipose tissue mass. Although often viewed as equivalent to increased body weight, this need not be the case—lean but very muscular individuals may be overweight by numerical standards without having increased adiposity.
zh_cn: 肥胖是一种脂肪组织过多的状态，尽管常被等同于体重增加，但肌肉发达的人可过重却不伴脂肪增加，不应按机械的标准被视为肥胖。

source: Body weights are distributed continuously in populations, so that choice of a medically meaningful distinction between lean and obese is somewhat arbitrary.
zh_cn: 人群的体重值为连续正态分布，医学意义上的胖瘦界定是人为的。

source: Obesity is therefore more effectively defined by assessing its linkage to morbidity or mortality.
zh_cn: 因此，更有效的方法是按其与肥胖相关疾病发病率与死亡率的关联来定义肥胖。

source: Although not a direct measure of adiposity, the most widely used method to gauge obesity is the body mass index (BMI), which is equal to weight/height 2 (in kg/m 2 ) ( Fig. 16-1 ) . Other approaches to quantifying obesity include anthropometry (skinfold thickness), densitometry (underwater weighing), CT or MRI, and electrical impedance.
zh_cn: 目前尽管尚无直接测定体内脂肪的方法，身体质量指数（BMI），即体重/身高2（kg/m2）（图16-1），是最广泛应用的判定肥胖的指标，其他的肥胖定量指标包括人体测量法（皮褶厚度）、密度法（水下称重法）、CT、MRI和电阻抗测定法。

source: Using data from the Metropolitan Life Tables, BMIs for the midpoint of all heights and frames among both men and women range from 19 to 26 kg/m 2 ; at a similar BMI, women have more body fat than men.
zh_cn: 采用大都会人寿保险的生命统计表（metropolitan lifetables）数据，计入所有男、女身高和身材，BMI中点为19～26kg/m2。在相似的BMI水平，女性的体脂多于男性。

source: Based on data of substantial morbidity, a BMI of 30 is most commonly used as a threshold for obesity in both men and women.
zh_cn: 根据大量明确的实际患病率数据，在男女性中肥胖阈值的BMI为30。

source: Large-scale epidemiologic studies suggest that all-cause, metabolic, cancer, and cardiovascular morbidity begin to rise (albeit at a slow rate) when BMIs are ≥25, suggesting that the cutoff for obesity should be lowered.
zh_cn: 大规模流行病学研究提示当BMI≥25时，全因患病率、代谢性疾病、癌症、心血管疾病患病率均开始缓慢升高，这提示应降低诊断肥胖的切点。

source: Most authorities use the term overweight (rather than obese) to describe individuals with BMIs between 25 and 30.
zh_cn: 一些权威专业人士将BMI介于25～30的定义为超重而不是肥胖。

source: A BMI between 25 and 30 should be viewed as medically significant and worthy of therapeutic intervention, especially in the presence of risk factors that are influenced by adiposity such as hypertension and glucose intolerance.
zh_cn: 他们认为BMI在25～30即具有医学意义和治疗价值，尤其在伴有高血压、糖耐量异常等受肥胖影响的危险因素时。

source: The distribution of adipose tissue in different anatomic depots also has substantial implications for morbidity.
zh_cn: 脂肪组织分布部位的不同对肥胖相关疾病患病率有重要影响。

source: Specifically, intraabdominal and abdominal subcutaneous fat have more significance than subcutaneous fat present in the buttocks and lower extremities.
zh_cn: 腹内脂肪和腹部皮下脂肪较臀部和下肢皮下脂肪更有意义。

source: This distinction is most easily made clinically by determining the waist-to-hip ratio, with a ratio >0.9 in women and >1.0 in men being abnormal.
zh_cn: 测量腰臀比是区分两者的简易方法，女性＞0.9，男性＞1.0为异常。

source: Many of the most important complications of obesity such as insulin resistance, diabetes, hypertension, hyperlipidemia, and hyperandrogenism in women, are linked more strongly to intraabdominal and/or upper body fat than to overall adiposity ( Chap. 18 ) .
zh_cn: 与全身性肥胖相比，胰岛素抵抗、高血压、高脂血症、女性高雄激素血症等多种肥胖的并发症与腹内和（或）上身肥胖关联性更强。

source: The mechanism underlying this association is unknown but may relate to the fact that intraabdominal adipocytes are more lipolytically active than those from other depots.
zh_cn: 这关联性机制还不清楚，可能是腹内脂肪细胞分解脂肪的活性比其他部位的更强。

source: Release of free fatty acids into the portal circulation has adverse metabolic actions, especially on the liver.
zh_cn: 游离脂肪酸释放至门静脉循环系统产生不良代谢作用，尤其在肝。

source: Whether adipokines and cytokines secreted by visceral adipocytes play an additional role in systemic complications of obesity is an area of active investigation.
zh_cn: 内脏脂肪细胞分泌的脂肪因子和细胞因子是否在肥胖的一系列并发症中起着额外的作用，这仍是一个研究热点。

source: PREVALENCE
zh_cn: 流行病学

source: Data from the National Health and Nutrition Examination Surveys (NHANES) show that the percentage of the American adult population with obesity (BMI >30) has increased from 14.5% (between 1976 and 1980) to 33.9% (between 2007 and 2008).
zh_cn: 美国健康和营养检查调查（NHANES）数据显示美国成人肥胖（BMI＞30）从14.5%（1976—1980年）上升至33.9%（2007—2008年）。

source: As many as 68% of U.S. adults aged ≥20 years were overweight (defined as BMI >25) between the years of 2007 and 2008. Extreme obesity (BMI ≥40) has also increased and affects 5.7% of the population.
zh_cn: 2007—2008年间美国20岁以上的成人68%超重（BMI＞25），重度肥胖（BMI≥40）上升至5.7%。

source: The increasing prevalence of medically significant obesity raises great concern.
zh_cn: 有医学意义的肥胖患病率上升引起了人们极大的忧虑。

source: Obesity is more common among women and in the poor, and among blacks and Hispanics; the prevalence in children is also rising at a worrisome rate.
zh_cn: 肥胖更常见于妇女和贫穷人群，儿童肥胖患病率上升速度也令人焦虑。

source: PHYSIOLOGIC REGULATION OF ENERGY BALANCE
zh_cn: 能量平衡的生理调节

source: Substantial evidence suggests that body weight is regulated by both endocrine and neural components that ultimately influence the effector arms of energy intake and expenditure.
zh_cn: 大量证据提示内分泌和神经中枢最终通过影响能量摄入和消耗的效应器来调整体重。

source: This complex regulatory system is necessary because even small imbalances between energy intake and expenditure will ultimately have large effects on body weight.
zh_cn: 能量摄入和消耗的略不平衡最终对体重有很大影响，因此这种复杂的调节体系是必须的。

source: For example, a 0.3% positive imbalance over 30 years would result in a 9-kg (20-lb) weight gain.
zh_cn: 如持续30多年0.3%的正平衡可使体重增加9kg（20磅）。

source: This exquisite regulation of energy balance cannot be monitored easily by calorie-counting in relation to physical activity.
zh_cn: 这种精密的能量平衡调节是很难用体力活动相关的热量计数来监测。

source: Rather, body weight regulation or dysregulation depends on a complex interplay of hormonal and neural signals.
zh_cn: 更正确地说，体重调节或失调是依靠激素和神经中枢信号的相互影响。

source: Alterations in stable weight by forced overfeeding or food deprivation induce physiologic changes that resist these perturbations: with weight loss, appetite increases and energy expenditure falls; with overfeeding, appetite falls and energy expenditure increases.
zh_cn: 通过过度饮食或节食维持体重导致生理改变，引起以下变化：体重下降时，食欲增加，能量消耗减少；营养过多时食欲缺乏，能量消耗增加。

source: This latter compensatory mechanism frequently fails, however, permitting obesity to develop when food is abundant and physical activity is limited.
zh_cn: 这后者补偿机制往往失败，食物充足而体力活动有限时导致肥胖。

source: A major regulator of these adaptive responses is the adipocyte-derived hormone leptin, which acts through brain circuits (predominantly in the hypothalamus) to influence appetite, energy expenditure, and neuroendocrine function (see below).
zh_cn: 这些适应性反应主要由脂肪细胞分泌的瘦素调节，通过大脑回路（主要是下丘脑）影响食欲、能量消耗和神经内分泌功能（见下文）。

source: Appetite is influenced by many factors that are integrated by the brain, most importantly within the hypothalamus (Fig. 16-2).
zh_cn: 大脑，主要是下丘脑，综合多方因素来影响食欲（图16-2）。

source: Signals that impinge on the hypothalamic center include neural afferents, hormones, and metabolites. Vagal inputs are particularly important, bringing information from viscera, such as gut distention.
zh_cn: 神经传入，激素和代谢产物等信号传入下丘脑中枢，其中交感神经信号的传入尤为重要，如肠扩张等内脏信号传入。

source: Hormonal signals include leptin, insulin, cortisol, and gut peptides.
zh_cn: 激素信号包括瘦素、胰岛素、皮质醇和胃肠多肽。

source: Among the latter is ghrelin, which is made in the stomach and stimulates feeding, and peptide YY (PYY) and cholecystokinin, which is made in the small intestine and signal to the brain through direct action on hypothalamic control centers and/or via the vagus nerve.
zh_cn: 胃肠多肽包括由进食刺激胃分泌的胃促生长素、YY肽（peptide YY，PYY）、小肠分泌的胆囊收缩素，可直接作用于下丘脑控制中枢和（或）交感神经。

source: Metabolites, including glucose, can influence appetite, as seen by the effect of hypoglycemia to induce hunger; however, glucose is not normally a major regulator of appetite.
zh_cn: 包括葡萄糖在内的代谢产物通过低血糖作用引起饥饿以影响食欲；但葡萄糖不是主要的食欲调节剂。

source: These diverse hormonal, metabolic, and neural signals act by influencing the expression and release of various hypothalamic peptides [e.g., neuropeptide Y (NPY), Agouti-related peptide (AgRP), . . .-melanocyte-stimulating hormone (. . .-MSH), and melanin-concentrating hormone (MCH)] that are integrated with serotonergic, catecholaminergic, endocannabinoid, and opioid signaling pathways (see below).
zh_cn: 这些不同的激素、代谢和神经信号影响各种下丘脑肽，如神经肽（neuropeptide Y，NPY）、刺鼠蛋白相关蛋白（Agouti-related peptide，AgRP）、. . .-黑色素细胞刺激素（melanocyte-stimulating hormone，. . .-MSH）和黑色素浓集素（melanin-concentrating hormone，MCH）的表达和释放，并与5-羟色胺、儿茶酚胺、内源性大麻素和阿片样信号通路结合发挥作用（见下文）。

source: Psychological and cultural factors also play a role in the final expression of appetite.
zh_cn: 心理和文化因素对最后食欲的表现也有影响。

source: Apart from rare genetic syndromes involving leptin, its receptor, and the melanocortin system, specific defects in this complex appetite control network that influence common cases of obesity are not well defined.
zh_cn: 在这复杂的食欲控制网络中，除包括瘦素及其受体、黑皮质素系的少见的遗传性综合征外，影响肥胖的原因的特异缺陷还不十分清楚。

source: Energy expenditure includes the following components: (1) resting or basal metabolic rate; (2) the energy cost of metabolizing and storing food; (3) the thermic effect of exercise; and (4) adaptive thermogenesis, which varies in response to long-term caloric intake (rising with increased intake).
zh_cn: 能量消耗包括以下几方面：①静息或基础代谢率；②代谢和储存食物所需能量消耗；③运动产热效应；④适应性发热作用，为适应于长期热量摄入（随摄入的增多而增加）而变化。

source: Basal metabolic rate accounts for ?70% of daily energy expenditure, whereas active physical activity contributes 5–10%.
zh_cn: 基础代谢率约占日常能量消耗的70%，体力活动为5%～10%。

source: Thus, a significant component of daily energy consumption is fixed.
zh_cn: 日常能量消耗的有效组成部分是固定的。

source: Genetic models in mice indicate that mutations in certain genes (e.g., targeted deletion of the insulin receptor in adipose tissue) protect against obesity, apparently by increasing energy expenditure.
zh_cn: 老鼠的遗传模型表明特定的基因突变（如脂肪组织中胰岛素受体敲除）可增加能量消耗阻止肥胖。

source: Adaptive thermogenesis occurs in brown adipose tissue (BAT), which plays an important role in energy metabolism in many mammals.
zh_cn: 适应性发热作用发生于棕色脂肪组织，其在多数哺乳动物的能量代谢中发挥重要作用。

source: In contrast to white adipose tissue, which is used to store energy in the form of lipids, BAT expends stored energy as heat.
zh_cn: 相对于白色脂肪组织以脂质形式储存能量，棕色脂肪组织以热能形式消耗储存的能量。

source: A mitochondrial uncoupling protein (UCP-1) in BAT dissipates the hydrogen ion gradient in the oxidative respiration chain and releases energy as heat.
zh_cn: 棕色脂肪组织中的一种线粒体解偶联蛋白（uncoupling protein，UCP-1）在氧化呼吸链中消耗氢离子和以热能形式释放能量。

source: The metabolic activity of BAT is increased by a central action of leptin, acting through the sympathetic nervous system that heavily innervates this tissue.
zh_cn: 瘦素的中枢作用通过交感神经系统来刺激其支配的棕色脂肪组织，使其代谢活动增强。

source: In rodents, BAT deficiency causes obesity and diabetes; stimulation of BAT with a specific adrenergic agonist (. . .3 agonist) protects against diabetes and obesity.
zh_cn: 啮齿类动物中，棕色脂肪组织的缺乏导致肥胖和糖尿病；棕色脂肪组织可通过特定的肾上腺素能激动剂（. . .3受体激动剂）的刺激防止糖尿病和肥胖。

source: BAT exists in humans (especially neonates), and although its physiologic role is not yet established, identification of functional BAT in many adults using PET imaging has increased interest in the implications of the tissue for pathogenesis and therapy of obesity.
zh_cn: 棕色脂肪组织存在于人类（特别是新生儿），但它的生理学作用仍未明确。通过PET影像对成年人有功能的棕色脂肪组织的确定有助于推断和肥胖发病机制和治疗有关的组织。

source: THE ADIPOCYTE AND ADIPOSE TISSUE
zh_cn: 脂肪细胞和脂肪组织

source: Adipose tissue is composed of the lipid-storing adipose cell and a stromal/vascular compartment in which cells including preadipocytes and macrophages reside.
zh_cn: 脂肪组织是由储存脂质的脂肪细胞和包含前脂肪细胞和巨噬细胞的间质/血管腔隙组成。

source: Adipose mass increases by enlargement of adipose cells through lipid deposition, as well as by an increase in the number of adipocytes.
zh_cn: 脂质沉积后脂肪细胞增大和脂肪细胞数量增多使脂肪组织增多。

source: Obese adipose tissue is also characterized by increased numbers of infiltrating macrophages.
zh_cn: 肥胖的脂肪组织特点是巨噬细胞浸润数目增多。

source: The process by which adipose cells are derived from a mesenchymal preadipocyte involves an orchestrated series of differentiation steps mediated by a cascade of specific transcription factors.
zh_cn: 脂肪细胞从间质前脂肪细胞分化而来的过程是特定的转录因子介导的一系列分化步骤。

source: One of the key transcription factors is peroxisome proliferator-activated receptor . . . (PPAR. . .), a nuclear receptor that binds the thiazolidinedione class of insulin-sensitizing drugs used in the treatment of type 2 diabetes (Chap. 19).
zh_cn: 关键的转录因子之一过氧化物酶体增殖物活化受体. . .（PPAR. . .），是治疗2型糖尿病药物胰岛素增敏剂噻唑烷二酮结合的核受体（参见第19章）。

source: Although the adipocyte has generally been regarded as a storage depot for fat, it is also an endocrine cell that releases numerous molecules in a regulated fashion (Fig. 16-3).
zh_cn: 脂肪细胞常被认为是脂肪的储存地，同时也是一种内分泌细胞，释放多种因子（图16-3）。

source: These include the energy balance–regulating hormone leptin, cytokines such as tumor necrosis factor (TNF)-. . . and interleukin (IL)-6, complement factors such as factor D (also known as adipsin), prothrombotic agents such as plasminogen activator inhibitor I, and a component of the blood pressure–regulating system, angiotensinogen.
zh_cn: 这些因子包括能量平衡调节激素瘦素、细胞因子肿瘤坏死因子（tumor necrosis factor，TNF）. . .、白介素（IL）-6、补体因子D因子（或称adipsin）、高凝因子如纤溶酶原激活物抑制剂I、血压调节系统组成部分、血管紧张素原。

source: Adiponectin, an abundant adipose-derived protein whose levels are reduced in obesity, enhances insulin sensitivity and lipid oxidation and it has vascular-protective effects, whereas resistin and retinal binding protein 4 (RBP4), whose levels are increased in obesity, may induce insulin resistance.
zh_cn: 脂联素是一种脂肪细胞分泌的蛋白质，在肥胖时水平下降，它可以增加胰岛素敏感性和脂质氧化。而抵抗素和视网膜结合蛋白（RBP4）在肥胖时水平升高，可致胰岛素抵抗。

source: These factors, and others not yet identified, play a role in the physiology of lipid homeostasis, insulin sensitivity, blood pressure control, coagulation, and vascular health, and are likely to contribute to obesity-related pathologies.
zh_cn: 这些因子和其他一些未明确的因子在脂质平衡、胰岛素敏感性、血压控制、凝结和血管健康的生理过程中发挥作用，并可能促成肥胖相关的病理状态。

source: ETIOLOGY OF OBESITY
zh_cn: 肥胖病因

source: Although the molecular pathways regulating energy balance are beginning to be illuminated, the causes of obesity remain elusive.
zh_cn: 尽管调节能量平衡的分子途径开始明朗化，肥胖的病因仍有待于阐明。

source: In part, this reflects the fact that obesity is a heterogeneous group of disorders.
zh_cn: 这部分反映了肥胖是异质性疾病组群。

source: At one level, the pathophysiology of obesity seems simple: a chronic excess of nutrient intake relative to the level of energy expenditure.
zh_cn: 一定程度而言，肥胖的病理生理机制似乎很简单，即长期的营养摄入超过了能量的消耗。

source: However, due to the complexity of the neuroendocrine and metabolic systems that regulate energy intake, storage, and expenditure, it has been difficult to quantitate all the relevant parameters (e.g., food intake and energy expenditure) over time in human subjects.
zh_cn: 然而由于调节能量摄入、储存与消耗的神经内分泌及代谢系统复杂，人们摄食与能量消耗的所有相关参数（如食物摄入和能量消耗）难以定量。

source: Role of genes versus environment
zh_cn: 基因与环境作用

source: Obesity is commonly seen in families, and the heritability of body weight is similar to that for height.
zh_cn: 肥胖常呈家族化，与身高相似，体重也有遗传倾向。

source: Inheritance is usually not Mendelian, however, and it is difficult to distinguish the role of genes and environmental factors.
zh_cn: 这种遗传常是非孟德尔式的，难以区分基因和环境因素的作用。

source: Adoptees more closely resemble their biologic than adoptive parents with respect to obesity, providing strong support for genetic influences.
zh_cn: 对肥胖者来说，被收养者常继承生物学父母的状态而非养父母的，这为遗传作用提供了强有力的证据。

source: Likewise, identical twins have very similar BMIs whether reared together or apart, and their BMIs are much more strongly correlated than those of dizygotic twins.
zh_cn: 同样，无论是一起长大还是被分开抚养的同卵双生子的BMI总是非常相似，其相关性远远超过异卵双生子。

source: These genetic effects appear to relate to both energy intake and expenditure.
zh_cn: 这些遗传效应与能量摄入和消耗两个方面均有关系。

source: Whatever the role of genes, it is clear that the environment plays a key role in obesity, as evidenced by the fact that famine prevents obesity in even the most obesity-prone individual.
zh_cn: 无论基因作用如何，即使在最具肥胖倾向的个体，严重营养缺乏也可阻止其肥胖的发生，这证明了环境是导致肥胖的重要因素。

source: In addition, the recent increase in the prevalence of obesity in the United States is far too rapid to be due to changes in the gene pool.
zh_cn: 另外美国近年来肥胖患病率的增长过于迅速，很难用基因的改变来解释。

source: Undoubtedly, genes influence the susceptibility to obesity in response to specific diets and availability of nutrition.
zh_cn: 在特定饮食和营养提供的情况下，基因影响肥胖的易感性。

source: Cultural factors are also important—these relate to both availability and composition of the diet and to changes in the level of physical activity.
zh_cn: 文化因素关系到食物的供应、构成及体育运动量的改变，所以也很重要。

source: In industrial societies, obesity is more common among poor women, whereas in underdeveloped countries, wealthier women are more often obese.
zh_cn: 在工业化社会，贫穷妇女更易肥胖，反之在发展中国家，富裕的女性常更胖些。

source: In children, obesity correlates to some degree with time spent watching television.
zh_cn: 儿童的肥胖与看电视时间一定程度上有关联。

source: Although the role of diet composition in obesity continues to generate controversy, it appears that high-fat diets may promote obesity when combined with diets rich in simple, rapidly absorbed carbohydrates.
zh_cn: 虽然饮食对肥胖的作用仍在争议中，但高脂饮食的确促进肥胖，与混合餐相比，单纯富含易吸收的糖类饮食更易促进肥胖。

source: Additional environmental factors may contribute to the increasing obesity prevalence.
zh_cn: 其他环境因素也可能有助于肥胖的增多。

source: Both epidemiologic correlations and experimental data suggest that sleep deprivation leads to increased obesity.
zh_cn: 相关性流行病学和实验数据提示睡眠剥夺会导致肥胖。

source: Changes in gut microbiome with capacity to alter energy balance are receiving experimental support from animal studies,
zh_cn: 动物实验研究说明肠道菌群的变化能调节能量平衡。

source: and a possible role for obesigenic viral infections continues to receive sporadic attention.
zh_cn: 肥胖基因病毒感染的可能仍受到偶尔关注。
